warehouse_address = '<u>Адрес склада</u>\n收件人：<code>FS{0}</code>\n电话号码：<code>15116957545</code>\n地址：<code>佛山市南海区大沥镇黄岐泌冲凤秀岗工业区凤秀大楼18号3档  FS{0} 发货一定要写名字，麦头，不然仓库不收</code>'
sample_1688 = 'AgACAgIAAxkBAAIBimc_ZKt4RFZIx-jpBI116ulY13LAAAKq7DEbu-rwSQ6olox6fGduAQADAgADcwADNgQ'
sample_Taobao = 'AgACAgIAAxkBAAIBjGc_ZR4880Smla-5Bgd2Sjnn_AbyAAKt7DEbu-rwSXoONn0x9TuXAQADAgADcwADNgQ'
sample_Pinduoduo = 'AgACAgIAAxkBAAIBjmc_ZYPMxuT9j_Zb5UgVlsb_l3H0AAKu7DEbu-rwSdaIN5anq7SqAQADAgADcwADNgQ'
sample_Poizon = 'AgACAgIAAxkBAAIBkGc_ZdXomhwB_-CBUdPwO5bsAswkAAJD5zEbrMfxSV5EjAkSWiH9AQADAgADcwADNgQ'
order_form = 'BQACAgIAAxkBAAIFOGdMdX50fhlJbYDkoijeDvetdoJiAAJLPgACq454SXUIYnLcX1a5NgQ'
track_number_info_photo1 = 'AgACAgIAAxkBAAIFRGdMfYbh30o5AeHeq3M421ylzr5cAAIb4jEbd4JoSz82D2nJhJjpAQADAgADcwADNgQ'
track_number_info_photo2 = 'AgACAgIAAxkBAAIFRmdMfbGjsYmbP6dvqpw1pagB8OWqAAIa4jEbd4JoS2OOutkxjRHwAQADAgADcwADNgQ'
self_purchase = '''<tg-emoji emoji-id="5274226960543788488">🟣</tg-emoji><tg-emoji emoji-id="5274013496374211016">🟣</tg-emoji>    

 <tg-emoji emoji-id="5193212401188615252">✅</tg-emoji><b><u>САМОВЫКУП</u></b>
<i>
</i><blockquote><i>Самовыкуп товаров из Китая – это отличный способ сэкономить на покупках и самостоятельно контролировать процесс. Вы можете самостоятельно выбрать и купить любые товары на китайских платформах, а мы поможем с:

</i><i><tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji></i><i>Быстрой и надежной доставкой
</i><i><tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji></i><i>Консолидацией посылок для снижения затрат
</i><i><tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji></i><i>Консультациями по оформлению заказа и доставке

Экономьте на посредниках и получайте заказы напрямую из Китая! Если хотите узнать больше о том, как грамотно организовать самовыкуп и избежать распространенных ошибок, напишите нам – мы поможем разобраться во всех деталях.

Также рекомендуем изучить больше информации о логистике и карго-доставке, чтоб
ы повысить эффективность своих заказов.</i></blockquote>


<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Для получения  персонального кода напишите @fir2201. 

<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Сам адрес и как его заполнить смотрите  ниже, после заполнения скинуть на проверку:

收件人：FS{0}
电话号码：15116957545
地址：佛山市南海区大沥镇黄岐泌冲凤秀岗工业区凤秀大楼18号3档  FS{0}
 
<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Если вы хотите отправить товар по разным тарифам.👇

<tg-emoji emoji-id="5467821907036353147">🔴</tg-emoji>FS{0} -  АА - тариф  на одежду.
<tg-emoji emoji-id="5467821907036353147">🔴</tg-emoji>FS{0} -  TT - тарифы на  текстиль .
<tg-emoji emoji-id="5467821907036353147">🔴</tg-emoji>FS{0} -  MM - тариф  Хоз.

<blockquote><b><i>Когда выкуп товаров ведется для разных клиентов, важно организовать процесс так, чтобы каждая покупка была учтена и привязана к конкретному заказчику. Вот несколько шагов, которые помогут оптимизировать выкуп и распределение заказов по клиентам:</i></b></blockquote>
<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Привязка заказа к уникальному коду клиента:
<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> При оформлении заказа на китайской платформе (например, Taobao, 1688, JD.com) обязательно указывайте код клиента в примечании к заказу или в специальной графе для идентификации.
<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Это поможет легко распределить товары по клиентам при консолидации на складе в Китае.
<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Каждому клиенту можно выделить отдельное место для хранения его товаров на складе до полной комплектации заказа.

<b><u><tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji></u></b><b><u>Разделение по клиентам</u></b>:

<blockquote><i>FS0000-1 первый клиент:
FS0000-2 второй клиент:</i></blockquote>

<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji>  <a href="https://t.me/c/1817208921/82">Ознакомьтесь  с тарифами.</a> 

<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji>  <i>После того как все товары поступят на склад, для подтверждения высылается список трек-номеров. Укажите тип упаковки (коробка, коробка+уголок, деревянная обрешётка ) и способ доставки (авто быстрая/медленная).</i>

<tg-emoji emoji-id="5193202823411546657">⬇️</tg-emoji> <b>Где брать трек номер.</b>
Taobao.
Poizon.
<tg-emoji emoji-id="5332275449298955804">💴</tg-emoji> <a href="https://t.me/cargoFS33/2228">1688</a>
Pinduoduo.'''


tariffs = '''<tg-emoji emoji-id="5274226960543788488">🟣</tg-emoji><tg-emoji emoji-id="5274013496374211016">🟣</tg-emoji>     <tg-emoji emoji-id="5192963112696822273">✅</tg-emoji> <b><u>ТАРИФЫ:</u></b>

<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Стоимость доставки может быть изменена и будет обновлена.
<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Для получения оптовых цен, пожалуйста, свяжитесь со мной @fir2201 

     <tg-emoji emoji-id="5192963112696822273">✅</tg-emoji> <b><u>ДОСТАВКА</u></b>:

<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> <u>Минимальный от </u><u><b>3</b> кг
</u><u><tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji></u><u> Мы отправляем в Россия (Москва, Южные Ворота)
</u><u><tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji></u><u> Наш склад находится недалеко от Гуанчжоу.
В Россию посылки поступают на склад в Москве, Южные Ворота.</u>

<tg-emoji emoji-id="5192963112696822273">✅</tg-emoji>  <u><b>СРОКИ ДОСТАВКИ</b>:</u>
<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> <u>Мы отправим посылку как можно скорее!
Однако в настоящее время сроки нестабильны. Он зависит от погоды, таможенных и других факторов.
Поэтому мы не можем гарантировать прибытие в течение 10 дней.</u>

<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Прием груза в Москве и пересылка до ТК -  от 260 рублей выше,коробка, цены могут меняться в зависимости от веса и изменений на рынке.'''


insurance = '''<tg-emoji emoji-id="5274226960543788488">🟣</tg-emoji><tg-emoji emoji-id="5274013496374211016">🟣</tg-emoji>    <tg-emoji emoji-id="5192963112696822273">✅</tg-emoji> <b><u>СТРАХОВКА:</u></b>

<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Многие люди не решаются купить страховку, потому что думают, что она будет дорогой. Однако это не так.
<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Страхование грузов является необязательным и составляет 1-3% от стоимости товара.
<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Страхование покрывает все риски, связанные с потерей груза.
<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Если страховка не заявлена, в случае потери или конфискации груза выплачивается 5 $ за КГ
<tg-emoji emoji-id="5193191330079062069">➡️</tg-emoji> Если вы оформляете страховку, понять, сколько вы заплатите за страховку <tg-emoji emoji-id="5193202823411546657">⬇️</tg-emoji>

<blockquote><i><u>Страховка рассчитывается в зависимости от веса за кг и цены товара.
Если вы указываете страховку в юанях для смешанного груза, это не означает, что это сумма страховки.
Страховой тариф рассчитывается исходя из этой суммы. Юань переводиться на доллар</u></i></blockquote>

<tg-emoji emoji-id="5276274852490128917">⚠️</tg-emoji><tg-emoji emoji-id="5273867789608694031">⚠️</tg-emoji> <tg-emoji emoji-id="5193202823411546657">⬇️</tg-emoji>

<b>1% оплата груза стоимостью до 30$/кг

2% оплата груза стоимостью 31$-49$/ кг

3% оплата груза стоимостью 50$-100$/кг

Выше 100$/кг страховка фиксированная 3% </b>

<b><u>1.Стоимость заказа:
</u></b>
  <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji>В юанях: 5000.0¥
  <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji>В долларах: 709.09$

<b><u>2.Товара: Общий  груз 

3.Вес: 40.0 кг

4.Стоимость 1 кг. товара:</u></b>

Для нахождения стоимости 1 кг делим общую стоимость на вес:
709.09$ / 40.0 кг =17.73$ 

<b><u>5.Страховка:</u></b>

<tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji>Если страховка составляет 1% от стоимости заказа, тогда рассчитаем сумму страховки:
       709.09$×1%=7.09$

<b><u>6.Сумма страховки в рублях:</u></b>

<tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji>Чтобы перевести сумму страховки в рубли по курсу 97.5 руб. за доллар:
 7.09$×97.5 руб.=691.28 руб.

<b><u>7.Таким образом, если ваш  груз утерян, вы получите:
</u></b>
<tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji>7.09$ за 1 kg.'''


goods_check_video1 = 'BAACAgIAAxkBAAIFqWdN29uKjXbi11lxFLZ0_CYWgzq9AAKWTgACkDaJS_mHVp_uh3OlNgQ'
goods_check_photo1 = 'AgACAgIAAxkBAAIFq2dN2_IldgMesLb6tvKYscvnPwfSAAJY5TEbkDaJSx0eVY8PjbzhAQADAgADcwADNgQ'
goods_check_video2 = 'BAACAgIAAxkBAAIFrWdN3AK0qIVqr8oursstNIWfiGiUAAKbTgACkDaJS44SZ4kOQDjcNgQ'
goods_check_photo2 = 'AgACAgIAAxkBAAIFr2dN3BQETradI5_KkZ-tiuaQ8hF3AAJZ5TEbkDaJS7N-uEl3XSWaAQADAgADcwADNgQ'
goods_check_photo3 = 'AgACAgIAAxkBAAIFsWdN3CvF3U6wk8gxjERaaoi4xFOSAAJa5TEbkDaJS2ItVZS2DIZPAQADAgADcwADNgQ'

goods_check = '''<tg-emoji emoji-id="5192963112696822273">✅</tg-emoji> <b>ПРОВЕРКА</b>
- Бесплатно до 5 треков, за каждый последующий трек — 5 юаней.
- Поставьте рядом трек-номером 📸

1<tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><b><u>Что входит в проверку:</u></b>
- Видеообзор товара: показывают цвет, размер, комплектность.

2<tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><b><u>Сроки выполнения:</u></b>
- 1-2 дня (при условии наличия товара на складе).

3<tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><b><u>Важно:</u></b> запрос на проверку нужно подавать до отправки на консолидацию. Подача запроса:
- Ваш код и трек.
- Техническое задание: описание проверки, запрос замеров, конкретные детали проверки и т.д.

4<tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><b><u>Обратите внимание:</u></b>
- Не проверяют брак и качество, только визуальный осмотр. Вы должны сами убедиться в цвете, размере и комплектности на видео.
- Сотрудники склада не являются специалистами. Они не могут определить, натуральная ли кожа, как пахнет товар, как он гнется или растягивается и т.д. Это связано с высокой стоимостью таких услуг, что обуславливает низкую цену за проверку.
- Учтите, что качество видео может не позволить заметить мелкие царапины или трещины.

5<tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><b><u>Дополнительные услуги:</u></b>
- Полная проверка на дефекты и брак не предоставляется.
- Оптовые заказы проверяются бесплатно: вскрывают коробки, делают поверхностные фото и фотографируют один товар из коробки. Если требуется что-то иное — предоставьте тех. задание.
- Пересчет или дополнительная проверка — цена зависит от типа товара.

6<tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><b><u>Примечания:</u></b>
- Склад не убирает лишнюю упаковку.
- Склад имеет право вскрывать каждый пакет и коробку для проверки товаров на наличие запрещенных к перевозке предметов. Это необходимо для предотвращения проблем на таможне и избегания штрафов.

<b><u>Для уточнения вопросов: @fir2201🌐</u></b>'''


consolidation_photo = 'AgACAgIAAxkBAAIFwGdN3qiELrDc5Mz6kXPAMZbfqELOAAJv0zEbQbRhSuHO2lwgj6BvAQADAgADcwADNgQ'
consolidation = '''⚠️⚠️

📌  Отправка грузов📌

➡️Для сбора треков на отправку вам придется их самостоятельно отслеживать. 
➡️Только после того, как вы увидите, что весь необходимый товар дошел до склада, отправьте консолидацию.

 ✅Присылаем следующие данные:
1. Ваш код-
2. Страна-
3. Способ доставки- 
4. Упаковка-
5. Нужна ли страховка (Если нужна то указываете общую стоимость товаров в юанях)
6. Список трек номеров

⚠️⚠️ 

Если вы заказываете в магазине несколько товаров одновременно, не надейтесь, что они будут отправлены вместе. В Китае продавцы обычно отправляют товары в разное время через разных курьеров. Вы также можете получить трек-номер у продавца , уточните номер отслеживания у продавца - обычно он уведомляет вас об этом в переписке.

➡️Если посылки разделены, не забудьте отправить список отслеживания по категориям.

➡️Пример консолидации для самовыкупа на фото'''


forbidden_goods = '''<b>НАШЕ КАРГО НЕ ПРИНИМАЕТ СЛЕДУЮЩИЕ ВИДЫ ПОСЫЛОК!</b>\n\n1. <b>Лекарства</b> (порошки, таблетки, лекарства в виде жидкостей).\n\n2. <b>Все виды холодного оружия</b> (ножи, электрошокеры, биты и другое данного характера) полностью запрещены.\n\n3. <b>Всё что запрещено на РФ</b> (Военные товары, химия, растения, семена, газ, электронные сигареты)'''

packing = '''<tg-emoji emoji-id="5274226960543788488">🟣</tg-emoji><tg-emoji emoji-id="5274013496374211016">🟣</tg-emoji>  <b>Добро пожаловать в Карго FS-33</b> 

<b>Организация выкупа и консолидация ваших заказов из любых китайских 🇨🇳приложений.
Хотите сэкономить на доставке из Китая? Наше карго – это ваш лучший выбор!  </b>
<blockquote><i>Быстрая и надежная доставка
Прозрачные тарифы без скрытых платежей
Полный контроль на всех этапах перевозки
Консолидация посылок для максимальной экономии</i></blockquote>
<b>Ваше надёжное Карго</b> FS-33 <tg-emoji emoji-id="5192897962337908479">❤️</tg-emoji> 

НАШИ УСЛУГИ: <tg-emoji emoji-id="5193202823411546657">⬇️</tg-emoji>

 <tg-emoji emoji-id="5193212401188615252">✅</tg-emoji>Покупка и доставка товаров с китайских сайтов, таких как 1688, Pinduoduo, WeChat и Poizon.
 <tg-emoji emoji-id="5193212401188615252">✅</tg-emoji>Поиск товаров на сайте.
 <tg-emoji emoji-id="5193212401188615252">✅</tg-emoji>Консолидация и хранение товаров на складах в Гуанчжоу
 <tg-emoji emoji-id="5193212401188615252">✅</tg-emoji>Оплата поставщикам и пополнение кошелька Alipay. <tg-emoji emoji-id="5193108239641754890">💰</tg-emoji>
 <tg-emoji emoji-id="5193212401188615252">✅</tg-emoji>Страхование грузов.


<tg-emoji emoji-id="5193202823411546657">⬇️</tg-emoji><b><u>Обязательно ознакомьтесь с нашими условиями работы.</u></b>

  1 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/cargoFS33/78">Адрес  для самовыкупа </a>
  2 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/c/1817208921/76">Бланка для заказа</a>
  3 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/c/1817208921/72">Выкуп через нас
</a>  4 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji>Как заполнят адрес склада. 
  5 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/cargoFS33/78">Где брать трек номер:</a><a href="https://t.me/c/1817208921/72">
</a>  6 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/c/1817208921/78">Самовыкуп </a>
  7 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/cargoFS33/1777">Прайс</a>
  8 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/cargoFS33/2258">Прайс на авто товары </a>
  9 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/cargoFS33/107">Консолидация  </a> 
10 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/cargoFS33/97">Страховка</a>
11 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/c/1817208921/84">Тарифы</a> 
11 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/cargoFS33/1426">Как Просчитать  доставку?</a>
12 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/cargoFS33/2239">Южное Ворота</a>   
13 <tg-emoji emoji-id="5193190299286914843">🔘</tg-emoji><a href="https://t.me/cargoFS33/2241">Проверка товара </a>

НАШИ КОНТАКТЫ:
<tg-emoji emoji-id="5221973860139674828">✅</tg-emoji>Telegram:@fir2201'''


