main_menu_photo = 'AgACAgIAAxkBAAMFZ1x08p0YNMLAtVs8dKOunkv7RlsAAvrlMRvicFhKsRcQclEx8ucBAAMCAANzAAM2BA'
warehouse_address = '<u>Адрес склада</u>\n收件人：<code>FS{0}</code>\n电话号码：<code>15116957545</code>\n地址：<code>地址：佛山市南海区大沥镇黄岐泌冲凤秀岗工业区凤秀大楼18号1-2档  FS{0} 发货一定要写名字，麦头，不然仓库不收</code>'
sample_1688 = 'AgACAgIAAxkBAAIDdmfFpr3WuZVmsNljzFvh8_GA_IyeAAIs7zEbaMApSi89KxsP-UAgAQADAgADcwADNgQ'
sample_Taobao = 'AgACAgIAAxkBAAIDeGfFpyKurCfaV4G-2AxLjanLHtKIAAIt7zEbaMApSt-eQmrDkM_EAQADAgADcwADNgQ'
sample_Pinduoduo = 'AgACAgIAAxkBAAIDfGfFp2qGzIFa7OGgGqzggPLYVzOGAAIz7zEbaMApSn-3BT5b6cZHAQADAgADcwADNgQ'
sample_Poizon = 'AgACAgIAAxkBAAIDemfFpzVmsGJvXy-Dfd47CTlQrchWAAIw7zEbaMApSnvVHScZLkswAQADAgADcwADNgQ'
order_form = 'BQACAgIAAxkBAAMRZ11L_qP8GqH863RXQA_IpbHxJaoAAks-AAKrjnhJ8To8UNoHItk2BA'
track_number_info_photo1_1688 = 'AgACAgIAAxkBAAMSZ11MLEQ1fbAPNdBMWdcB-wGF5ZkAAhviMRt3gmhL8JwnniB_WzkBAAMCAANzAAM2BA'
track_number_info_photo2_1688 = 'AgACAgIAAxkBAAMTZ11MNrv8gH9bWov2fOyr5ElKMhIAAhriMRt3gmhLKx0Zs32DWvcBAAMCAANzAAM2BA'
track_number_info_photo1_Taobao = 'AgACAgIAAxkBAAMUZ11MQw-_y0Akk19ANFfsaIuhIPUAAiPlMRscVqFKH64EDTAX3tQBAAMCAANzAAM2BA'
track_number_info_photo2_Taobao = 'AgACAgIAAxkBAAMVZ11MUYOxQrhW-PbfA4l9Ii47U2IAAt3nMRsHSuFKrZy3EMiXD0sBAAMCAANzAAM2BA'
track_number_info_photo1_Pinduoduo = 'AgACAgIAAxkBAAMWZ11MZoL6cbQmWG4wHfgsX_SXu6YAAtvlMRscVqFKlN1BSDaM2f4BAAMCAANzAAM2BA'
track_number_info_photo2_Pinduoduo = 'AgACAgIAAxkBAAMXZ11MbXvKqlBV4HRO4WiISlAJj5AAAt3lMRscVqFKuiF4GLEcZ6IBAAMCAANzAAM2BA'
track_number_info_photo1_Poizon = 'AgACAgIAAxkBAAMYZ11MfIv7EO_P81DAPmx8WU6ISccAAjvlMRscVqFKraK3dSDdXjABAAMCAANzAAM2BA'
track_number_info_photo2_Poizon = 'AgACAgIAAxkBAAMZZ11Mkd33CFN4QLDFdsly3SOec-0AAjzlMRscVqFKqwABlIts_w-eAQADAgADcwADNgQ'
calculate_volume_photo1 = 'AgACAgIAAxkBAAIC9mfEO_n5I8rMts7cjIvd5BDf1FenAAJX9TEbaMAhSlTx35KzaCUbAQADAgADcwADNgQ'
calculate_volume_photo5 = 'AgACAgIAAxkBAAIC-2fEPQtaS9_LWizm3J-twysnCmOdAAJi9TEbaMAhSqVs6D5VQK16AQADAgADcwADNgQ'
self_purchase = ''' ✅<b><u>САМОВЫКУП</u></b>

<i>Самовыкуп товаров из Китая – это отличный способ сэкономить на покупках и самостоятельно контролировать процесс. Вы можете самостоятельно выбрать и купить любые товары на китайских платформах, а мы поможем с:</i>

➡️<i>Быстрой и надежной доставкой</i>
➡️<i>Консолидацией посылок для снижения затрат</i>
➡️<i>Консультациями по оформлению заказа и доставке</i>

Экономьте на посредниках и получайте заказы напрямую из Китая! Если хотите узнать больше о том, как грамотно организовать самовыкуп и избежать распространенных ошибок, напишите нам – мы поможем разобраться во всех деталях.

️<i>Также рекомендуем изучить больше информации о логистике и карго-доставке, чтобы повысить эффективность своих заказов.</i>


 
➡️ Если вы хотите отправить товар по разным тарифам.👇

🔴FS{0} -  АА - тариф  на одежду.
🔴FS{0} -  TT - тарифы на  текстиль .
🔴FS{0} -  MM - тариф  Хоз.

<blockquote><b><i>Когда выкуп товаров ведется для разных клиентов, важно организовать процесс так, чтобы каждая покупка была учтена и привязана к конкретному заказчику. Вот несколько шагов, которые помогут оптимизировать выкуп и распределение заказов по клиентам:</i></b></blockquote>
➡️ Привязка заказа к уникальному коду клиента:
➡️ При оформлении заказа на китайской платформе (например, Taobao, 1688, JD.com) обязательно указывайте код клиента в примечании к заказу или в специальной графе для идентификации.
➡️ Это поможет легко распределить товары по клиентам при консолидации на складе в Китае.
➡️ Каждому клиенту можно выделить отдельное место для хранения его товаров на складе до полной комплектации заказа.

🔘<b><u>Разделение по клиентам</u></b>:

<blockquote><i>FS0000-1 первый клиент:
FS0000-2 второй клиент:</i></blockquote>

➡️  <a href="https://t.me/c/1817208921/82">Ознакомьтесь  с тарифами.</a> 

➡️  <i>После того как все товары поступят на склад, для подтверждения высылается список трек-номеров. Укажите тип упаковки (коробка, коробка+уголок, деревянная обрешётка ) и способ доставки (авто быстрая/медленная).</i>'''


tariffs = '''✅ <b><u>ТАРИФЫ:</u></b>

➡️ Стоимость доставки может быть изменена и будет обновлена.
➡️ Для получения оптовых цен, пожалуйста, свяжитесь со мной @fir2201 

     ✅ <b><u>ДОСТАВКА</u></b>:

➡️ <u>Минимальный от </u><u><b>5</b> кг
➡️</u><u> Мы отправляем в Россия (Москва, Южные Ворота)
➡️</u><u> Наш склад находится недалеко от Гуанчжоу.
В Россию посылки поступают на склад в Москве, Южные Ворота.</u>

✅  <u><b>СРОКИ ДОСТАВКИ</b>:</u>
➡️ <u>Мы отправим посылку как можно скорее!
Однако в настоящее время сроки нестабильны. Он зависит от погоды, таможенных и других факторов.
Поэтому мы не можем гарантировать прибытие в течение 10 дней.</u>

➡️ Прием груза в Москве и пересылка до ТК -  от 260 рублей выше,коробка, цены могут меняться в зависимости от веса и изменений на рынке.'''


goods_check_video1 = 'BAACAgIAAxkBAAMaZ11Mwf1xlWpN7AmY4rrPaAvqdrwAApZOAAKQNolLl0aG-hN7S9U2BA'
goods_check_photo1 = 'AgACAgIAAxkBAAMbZ11Mye-nMgw6I4j0neWcFdWEFoMAAljlMRuQNolLmiA19Z2XEXIBAAMCAANzAAM2BA'
goods_check_video2 = 'BAACAgIAAxkBAAMcZ11M00CgSZzoWLHRzUjt2qXs0JkAAptOAAKQNolL2sP7TFiIesQ2BA'
goods_check_photo2 = 'AgACAgIAAxkBAAMdZ11M2t8GtbZ5EWt2GISorlxIpDsAAlnlMRuQNolLNT4d1IUh7WEBAAMCAANzAAM2BA'
goods_check_photo3 = 'AgACAgIAAxkBAAMeZ11M6YViTM0EedMnYBC3nmSCue4AAlrlMRuQNolLAlJUMk7HVjMBAAMCAANzAAM2BA'

goods_check = '''✅ ПРОВЕРКА

1🔘Что входит в проверку:
- Видеообзор товара: показывают цвет, размер, комплектность.

2🔘Сроки выполнения:
- 1-2 дня (при условии наличия товара на складе).

3🔘Важно: запрос на проверку нужно подавать до отправки на консолидацию. Подача запроса:
- Ваш код и трек.
- Техническое задание: описание проверки, запрос замеров, конкретные детали проверки и т.д.

4🔘Обратите внимание:
- Не проверяют брак и качество, только визуальный осмотр. Вы должны сами убедиться в цвете, размере и комплектности на видео.
- Сотрудники склада не являются специалистами. Они не могут определить, натуральная ли кожа, как пахнет товар, как он гнется или растягивается и т.д. Это связано с высокой стоимостью таких услуг, что обуславливает низкую цену за проверку.
- Учтите, что качество видео может не позволить заметить мелкие царапины или трещины.

5🔘Дополнительные услуги:
- Полная проверка на дефекты и брак не предоставляется.
- Оптовые заказы проверяются бесплатно: вскрывают коробки, делают поверхностные фото и фотографируют один товар из коробки. Если требуется что-то иное — предоставьте тех. задание.
- Пересчет или дополнительная проверка — цена зависит от типа товара.

6🔘Примечания:
- Склад не убирает лишнюю упаковку.
- Склад имеет право вскрывать каждый пакет и коробку для проверки товаров на наличие запрещенных к перевозке предметов. Это необходимо для предотвращения проблем на таможне и избегания штрафов.

Для уточнения вопросов: @fir2201🌐'''


consolidation_photo = 'AgACAgIAAxkBAANqZ12Aa0si3pHNFH-jFtp9iJZczJYAAm_TMRtBtGFKRp2xUk8yylIBAAMCAANzAAM2BA'
consolidation = '''📌  Отправка грузов📌

➡️Для сбора треков на отправку вам придется их самостоятельно отслеживать. 
➡️Только после того, как вы увидите, что весь необходимый товар дошел до склада, отправьте консолидацию.

 ✅Присылаем следующие данные:
1. Ваш код-{}
2. Страна-
3. Способ доставки- 
4. Упаковка-
5. Нужна ли страховка (Если нужна то указываете общую стоимость товаров в юанях)
6. Список трек номеров

Если вы заказываете в магазине несколько товаров одновременно, не надейтесь, что они будут отправлены вместе. В Китае продавцы обычно отправляют товары в разное время через разных курьеров. Вы также можете получить трек-номер у продавца , уточните номер отслеживания у продавца - обычно он уведомляет вас об этом в переписке.

➡️Если посылки разделены, не забудьте отправить список отслеживания по категориям.

➡️Пример консолидации для самовыкупа на фото⬇️'''


forbidden_goods = '''<b>НАШЕ КАРГО НЕ ПРИНИМАЕТ СЛЕДУЮЩИЕ ВИДЫ ПОСЫЛОК!</b>\n\n1. <b>Лекарства</b> (порошки, таблетки, лекарства в виде жидкостей).\n\n2. <b>Все виды холодного оружия</b> (ножи, электрошокеры, биты и другое данного характера) полностью запрещены.\n\n3. <b>Всё что запрещено на РФ</b> (Военные товары, химия, растения, семена, газ, электронные сигареты)'''


packing_photo = 'AgACAgIAAxkBAAIDk2fGNGUqRKaIhb5vvO8vUcVUXnH0AAKx6jEbe24wSuOGfNDmu3W4AQADAgADcwADNgQ'
packing = ''' <b>Коробка+мешок+ скотч: 5$

Мешок+ скотч: 3.5 $

Уголки: от 5$ ( цена может измениться от размера коробки)

Деревянная обрешётка: От 10$ ( цена может измениться от размера коробки)</b> 

НАШИ КОНТАКТЫ:
✅Telegram:@fir2201'''


blank_info = '''  <b>Мы занимаемся выкупом товаров из Китая по самым выгодным условиям!</b>

<blockquote><i>Работаем с любыми китайскими интернет-магазинами и приложениями
Быстро и надежно оформляем заказы
Полный контроль всех этапов: от выкупа до доставки
Консолидация посылок для экономии на доставке
Хотите купить товары из Китая, но не знаете, как? Мы всё сделаем за вас! Обращайтесь и получите товары с минимальными затратами и максимальной скоростью.   </i></blockquote>
<b><u>ЧЕРЕЗ НАС</u></b><b><u>⬇</u></b>

➡ от 1000  до 100000 -<b>3%</b>

➡ Минимальная сумма на выкуп - 1000 <tg-emoji emoji-id="5193108239641754890">💰</tg-emoji>
➡ Затем отправьте его на адрес @fir2201.
➡ Пожалуйста, заполните все поля в бланке заказа.


<a href="https://t.me/c/1817208921/76">ВЫКУП ПО БЛАНК</a>У:
➡ У помощников  есть <b><u>2-4</u> </b>дня, чтобы выкупить ваш заказ.

➡ Ссылки в бланке должны быть кликабельными.
 
➡После того как все товары будут добавлены в корзину,будет отправлено сообщение для подтверждения. 
      Пожалуйста, ознакомьтесь, согласны ли вы на этом этапе.
 
➡ Оплатите счет сразу же после его выставления.
  
➡Товары, поступающие на склад, проверяются на соответствие по количеству, типу и размеру.

➡ Как только все товары поступят на склад, мы свяжемся с вами, чтобы договориться об отправке.'''
