warehouse_address = '<u>Адрес склада</u>\n收件人：<code>FS{0}</code>\n电话号码：<code>15116957545</code>\n地址：<code>佛山市南海区大沥镇黄岐泌冲凤秀岗工业区凤秀大楼18号3档  FS{0} 发货一定要写名字，麦头，不然仓库不收</code>'
sample_1688 = 'AgACAgIAAxkBAAIBimc_ZKt4RFZIx-jpBI116ulY13LAAAKq7DEbu-rwSQ6olox6fGduAQADAgADcwADNgQ'
sample_Taobao = 'AgACAgIAAxkBAAIBjGc_ZR4880Smla-5Bgd2Sjnn_AbyAAKt7DEbu-rwSXoONn0x9TuXAQADAgADcwADNgQ'
sample_Pinduoduo = 'AgACAgIAAxkBAAIBjmc_ZYPMxuT9j_Zb5UgVlsb_l3H0AAKu7DEbu-rwSdaIN5anq7SqAQADAgADcwADNgQ'
sample_Poizon = 'AgACAgIAAxkBAAIBkGc_ZdXomhwB_-CBUdPwO5bsAswkAAJD5zEbrMfxSV5EjAkSWiH9AQADAgADcwADNgQ'
order_form = 'BQACAgIAAxkBAAIFOGdMdX50fhlJbYDkoijeDvetdoJiAAJLPgACq454SXUIYnLcX1a5NgQ'
track_number_info_photo1_1688 = 'AgACAgIAAxkBAAIFRGdMfYbh30o5AeHeq3M421ylzr5cAAIb4jEbd4JoSz82D2nJhJjpAQADAgADcwADNgQ'
track_number_info_photo2_1688 = 'AgACAgIAAxkBAAIFRmdMfbGjsYmbP6dvqpw1pagB8OWqAAIa4jEbd4JoS2OOutkxjRHwAQADAgADcwADNgQ'
track_number_info_photo1_Taobao = 'AgACAgIAAxkBAAIGl2dUMexB9K3JhSB0PRVjVLRI6BQlAAIj5TEbHFahSubRT6aM5zzoAQADAgADcwADNgQ'
track_number_info_photo2_Taobao = 'AgACAgIAAxkBAAIGmWdUMfoZYuG45Xhx3jt06o7RkJZSAAIk5TEbHFahSpBfCFy2uvExAQADAgADcwADNgQ'
track_number_info_photo1_Pinduoduo = 'AgACAgIAAxkBAAIGrGdURsZUzSCiVf5KV-KLyzvJQfNFAALb5TEbHFahSuG5Kza5eTbWAQADAgADcwADNgQ'
track_number_info_photo2_Pinduoduo = 'AgACAgIAAxkBAAIGrmdUR9Fwue4BkHCX5iH0Wmn8wrJMAALd5TEbHFahSh7CbKztET0iAQADAgADcwADNgQ'
track_number_info_photo1_Poizon = 'AgACAgIAAxkBAAIGqGdUQfe4D6Le5xmwjjFZ2EA6Y6nBAAI75TEbHFahSj-l3G_1hGzvAQADAgADcwADNgQ'
track_number_info_photo2_Poizon = 'AgACAgIAAxkBAAIGqmdUQiMe1BnXYVyUricOddw2MF2UAAI85TEbHFahSpKuZ1xVrIbSAQADAgADcwADNgQ'
self_purchase = ''' ✅<b><u>САМОВЫКУП</u></b>
<i>
</i><blockquote><i>Самовыкуп товаров из Китая – это отличный способ сэкономить на покупках и самостоятельно контролировать процесс. Вы можете самостоятельно выбрать и купить любые товары на китайских платформах, а мы поможем с:

➡️<i>Быстрой и надежной доставкой
➡️<i>Консолидацией посылок для снижения затрат
➡️<i>Консультациями по оформлению заказа и доставке

Экономьте на посредниках и получайте заказы напрямую из Китая! Если хотите узнать больше о том, как грамотно организовать самовыкуп и избежать распространенных ошибок, напишите нам – мы поможем разобраться во всех деталях.

Также рекомендуем изучить больше информации о логистике и карго-доставке, чтоб
ы повысить эффективность своих заказов.</i></blockquote>


 
➡️ Если вы хотите отправить товар по разным тарифам.👇

🔴FS{0} -  АА - тариф  на одежду.
🔴FS{0} -  TT - тарифы на  текстиль .
🔴FS{0} -  MM - тариф  Хоз.

<blockquote><b><i>Когда выкуп товаров ведется для разных клиентов, важно организовать процесс так, чтобы каждая покупка была учтена и привязана к конкретному заказчику. Вот несколько шагов, которые помогут оптимизировать выкуп и распределение заказов по клиентам:</i></b></blockquote>
➡️ Привязка заказа к уникальному коду клиента:
➡️ При оформлении заказа на китайской платформе (например, Taobao, 1688, JD.com) обязательно указывайте код клиента в примечании к заказу или в специальной графе для идентификации.
➡️ Это поможет легко распределить товары по клиентам при консолидации на складе в Китае.
➡️ Каждому клиенту можно выделить отдельное место для хранения его товаров на складе до полной комплектации заказа.

🔘<b><u>Разделение по клиентам</u></b>:

<blockquote><i>FS0000-1 первый клиент:
FS0000-2 второй клиент:</i></blockquote>

➡️  <a href="https://t.me/c/1817208921/82">Ознакомьтесь  с тарифами.</a> 

➡️  <i>После того как все товары поступят на склад, для подтверждения высылается список трек-номеров. Укажите тип упаковки (коробка, коробка+уголок, деревянная обрешётка ) и способ доставки (авто быстрая/медленная).</i>

⬇️ <b>Где брать трек номер.</b>
Taobao.
Poizon.
💴 <a href="https://t.me/cargoFS33/2228">1688</a>
Pinduoduo.'''


tariffs = '''✅ <b><u>ТАРИФЫ:</u></b>

➡️ Стоимость доставки может быть изменена и будет обновлена.
➡️ Для получения оптовых цен, пожалуйста, свяжитесь со мной @fir2201 

     ✅ <b><u>ДОСТАВКА</u></b>:

➡️ <u>Минимальный от </u><u><b>3</b> кг
➡️</u><u> Мы отправляем в Россия (Москва, Южные Ворота)
➡️</u><u> Наш склад находится недалеко от Гуанчжоу.
В Россию посылки поступают на склад в Москве, Южные Ворота.</u>

✅  <u><b>СРОКИ ДОСТАВКИ</b>:</u>
➡️ <u>Мы отправим посылку как можно скорее!
Однако в настоящее время сроки нестабильны. Он зависит от погоды, таможенных и других факторов.
Поэтому мы не можем гарантировать прибытие в течение 10 дней.</u>

➡️ Прием груза в Москве и пересылка до ТК -  от 260 рублей выше,коробка, цены могут меняться в зависимости от веса и изменений на рынке.'''


goods_check_video1 = 'BAACAgIAAxkBAAIFqWdN29uKjXbi11lxFLZ0_CYWgzq9AAKWTgACkDaJS_mHVp_uh3OlNgQ'
goods_check_photo1 = 'AgACAgIAAxkBAAIFq2dN2_IldgMesLb6tvKYscvnPwfSAAJY5TEbkDaJSx0eVY8PjbzhAQADAgADcwADNgQ'
goods_check_video2 = 'BAACAgIAAxkBAAIFrWdN3AK0qIVqr8oursstNIWfiGiUAAKbTgACkDaJS44SZ4kOQDjcNgQ'
goods_check_photo2 = 'AgACAgIAAxkBAAIFr2dN3BQETradI5_KkZ-tiuaQ8hF3AAJZ5TEbkDaJS7N-uEl3XSWaAQADAgADcwADNgQ'
goods_check_photo3 = 'AgACAgIAAxkBAAIFsWdN3CvF3U6wk8gxjERaaoi4xFOSAAJa5TEbkDaJS2ItVZS2DIZPAQADAgADcwADNgQ'

goods_check = '''✅ <b>ПРОВЕРКА</b>
- Бесплатно до 5 треков, за каждый последующий трек — 5 юаней.
- Поставьте рядом трек-номером 📸

1🔘<b><u>Что входит в проверку:</u></b>
- Видеообзор товара: показывают цвет, размер, комплектность.

2🔘<b><u>Сроки выполнения:</u></b>
- 1-2 дня (при условии наличия товара на складе).

3🔘<b><u>Важно:</u></b> запрос на проверку нужно подавать до отправки на консолидацию. Подача запроса:
- Ваш код и трек.
- Техническое задание: описание проверки, запрос замеров, конкретные детали проверки и т.д.

4🔘<b><u>Обратите внимание:</u></b>
- Не проверяют брак и качество, только визуальный осмотр. Вы должны сами убедиться в цвете, размере и комплектности на видео.
- Сотрудники склада не являются специалистами. Они не могут определить, натуральная ли кожа, как пахнет товар, как он гнется или растягивается и т.д. Это связано с высокой стоимостью таких услуг, что обуславливает низкую цену за проверку.
- Учтите, что качество видео может не позволить заметить мелкие царапины или трещины.

5🔘<b><u>Дополнительные услуги:</u></b>
- Полная проверка на дефекты и брак не предоставляется.
- Оптовые заказы проверяются бесплатно: вскрывают коробки, делают поверхностные фото и фотографируют один товар из коробки. Если требуется что-то иное — предоставьте тех. задание.
- Пересчет или дополнительная проверка — цена зависит от типа товара.

6🔘<b><u>Примечания:</u></b>
- Склад не убирает лишнюю упаковку.
- Склад имеет право вскрывать каждый пакет и коробку для проверки товаров на наличие запрещенных к перевозке предметов. Это необходимо для предотвращения проблем на таможне и избегания штрафов.

<b><u>Для уточнения вопросов: @fir2201🌐</u></b>'''


consolidation_photo = 'AgACAgIAAxkBAAIFwGdN3qiELrDc5Mz6kXPAMZbfqELOAAJv0zEbQbRhSuHO2lwgj6BvAQADAgADcwADNgQ'
consolidation = '''📌  Отправка грузов📌

➡️Для сбора треков на отправку вам придется их самостоятельно отслеживать. 
➡️Только после того, как вы увидите, что весь необходимый товар дошел до склада, отправьте консолидацию.

 ✅Присылаем следующие данные:
1. Ваш код-
2. Страна-
3. Способ доставки- 
4. Упаковка-
5. Нужна ли страховка (Если нужна то указываете общую стоимость товаров в юанях)
6. Список трек номеров

Если вы заказываете в магазине несколько товаров одновременно, не надейтесь, что они будут отправлены вместе. В Китае продавцы обычно отправляют товары в разное время через разных курьеров. Вы также можете получить трек-номер у продавца , уточните номер отслеживания у продавца - обычно он уведомляет вас об этом в переписке.

➡️Если посылки разделены, не забудьте отправить список отслеживания по категориям.

➡️Пример консолидации для самовыкупа на фото'''


forbidden_goods = '''<b>НАШЕ КАРГО НЕ ПРИНИМАЕТ СЛЕДУЮЩИЕ ВИДЫ ПОСЫЛОК!</b>\n\n1. <b>Лекарства</b> (порошки, таблетки, лекарства в виде жидкостей).\n\n2. <b>Все виды холодного оружия</b> (ножи, электрошокеры, биты и другое данного характера) полностью запрещены.\n\n3. <b>Всё что запрещено на РФ</b> (Военные товары, химия, растения, семена, газ, электронные сигареты)'''

packing = ''' <b>Добро пожаловать в Карго FS-33</b> 

<b>Организация выкупа и консолидация ваших заказов из любых китайских 🇨🇳приложений.
Хотите сэкономить на доставке из Китая? Наше карго – это ваш лучший выбор!  </b>
<blockquote><i>Быстрая и надежная доставка
Прозрачные тарифы без скрытых платежей
Полный контроль на всех этапах перевозки
Консолидация посылок для максимальной экономии</i></blockquote>
<b>Ваше надёжное Карго</b> FS-33 ❤️ 

НАШИ УСЛУГИ: ⬇️

 ✅Покупка и доставка товаров с китайских сайтов, таких как 1688, Pinduoduo, WeChat и Poizon.
 ✅Поиск товаров на сайте.
 ✅Консолидация и хранение товаров на складах в Гуанчжоу
 ✅Оплата поставщикам и пополнение кошелька Alipay. 
 ✅Страхование грузов.


⬇️<b><u>Обязательно ознакомьтесь с нашими условиями работы.</u></b>

  1 🔘<a href="https://t.me/cargoFS33/78">Адрес  для самовыкупа </a>
  2 🔘<a href="https://t.me/c/1817208921/76">Бланка для заказа</a>
  3 🔘<a href="https://t.me/c/1817208921/72">Выкуп через нас
</a>  4 🔘Как заполнят адрес склада. 
  5 🔘<a href="https://t.me/cargoFS33/78">Где брать трек номер:</a><a href="https://t.me/c/1817208921/72">
</a>  6 🔘<a href="https://t.me/c/1817208921/78">Самовыкуп </a>
  7 🔘<a href="https://t.me/cargoFS33/1777">Прайс</a>
  8 🔘<a href="https://t.me/cargoFS33/2258">Прайс на авто товары </a>
  9 🔘<a href="https://t.me/cargoFS33/107">Консолидация  </a> 
10 🔘<a href="https://t.me/cargoFS33/97">Страховка</a>
11 🔘<a href="https://t.me/c/1817208921/84">Тарифы</a> 
11 🔘<a href="https://t.me/cargoFS33/1426">Как Просчитать  доставку?</a>
12 🔘<a href="https://t.me/cargoFS33/2239">Южное Ворота</a>   
13 🔘<a href="https://t.me/cargoFS33/2241">Проверка товара </a>

НАШИ КОНТАКТЫ:
✅Telegram:@fir2201'''

blank_info = '''  <b>Мы занимаемся выкупом товаров из Китая по самым выгодным условиям!</b>

<blockquote><i>Работаем с любыми китайскими интернет-магазинами и приложениями
Быстро и надежно оформляем заказы
Полный контроль всех этапов: от выкупа до доставки
Консолидация посылок для экономии на доставке
Хотите купить товары из Китая, но не знаете, как? Мы всё сделаем за вас! Обращайтесь и получите товары с минимальными затратами и максимальной скоростью.   </i></blockquote>
<b><u>ЧЕРЕЗ НАС</u></b><b><u>⬇</u></b>

➡ от 1000  до 100000 -<b>3%</b>

➡ Минимальная сумма на выкуп - 1000 <tg-emoji emoji-id="5193108239641754890">💰</tg-emoji>
➡ Затем отправьте его на адрес @fir2201.
➡ Пожалуйста, заполните все поля в бланке заказа.


<a href="https://t.me/c/1817208921/76">ВЫКУП ПО БЛАНК</a>У:
➡ У помощников  есть <b><u>2-4</u> </b>дня, чтобы выкупить ваш заказ.

➡ Ссылки в бланке должны быть кликабельными.
 
➡После того как все товары будут добавлены в корзину,будет отправлено сообщение для подтверждения. 
      Пожалуйста, ознакомьтесь, согласны ли вы на этом этапе.
 
➡ Оплатите счет сразу же после его выставления.
  
➡Товары, поступающие на склад, проверяются на соответствие по количеству, типу и размеру.

➡ Как только все товары поступят на склад, мы свяжемся с вами, чтобы договориться об отправке.'''
